
"Everything" = "All";
"Content" = "Content内容";
"Name" = "Name标题";
"Comment" = "Comment注解";
"URL" = "URL";
"Tag" = "Tag";
"Data" = "Data";
"Meta Data" = "Metadata描述数据";
"Metadata" = "Metadata描述数据";

"Kind" = "Kind种类";
"Instance" = "Instance实例";
"Record" = "Item项目";

"Label" = "Label标签";
"Locking" = "Locking锁定";
"Unread" = "Unread未读";
"State" = "Flag标记";
"Label" = "Label标签";

"Width" = "Width宽";
"Height" = "Height高";
"Duration" = "Duration持续时间";
"Size" = "Size";
"Word Count" = "Word Count字数";

"Date Added" = "Date Added添加日期";
"Date Created" = "Date Created创建日期";
"Date Modified" = "Date Modified修改日期";
"Date Opened" = "Date Opened打开日期";

"Off" = "Off";
"On" = "On";
"is" = "是";
"is not" = "不是";
"contains" = "contains包含";
"matches" = "matches匹配";
"is less than" = "小于";
"is less than or equal to" = "小于或等于";
"is greater than" = "大于";
"is greater than or equal to" = "是大于或等于";

"Aliases" = "Aliases";
"Script" = "Script";

"Replicant" = "Replicant";
"Duplicate" = "Duplicate";
"Indexed" = "Indexed";
"Tagged" = "Tagged";

"Author" = "Author";
"From" = "From";
"Recipient" = "Recipient";
"To" = "To";

"Title" = "Title";
"Headline" = "Headline";
"Subject" = "Subject";

"Description" = "Description";
"Keywords" = "Keywords";
"Organization" = "Organization";
"Copyright" = "Copyright";

"Album" = "Album";
"Composer" = "Composer";

"Today" = "Today";
"Yesterday" = "Yesterday";
"This Week" = "This Week";
"Last Week" = "Last Week";
"This Month" = "This Month";
"Last Month" = "Last Month";
"This Quarter" = "This Quarter";
"Last Quarter" = "Last Quarter";
"This Year" = "This Year";
"Last Year" = "Last Year";

"Any" = "Any";
"All" = "All";
"of the following are true" = "of the following are true以下是真实的";

"Any Content" = "Any Document";
"Group" = "Group";
"Smart Group" = "Smart Group";
"Plain Text" = "Plain Text";
"Rich Text" = "Rich Text";
"HTML Page" = "HTML Page";
"Web Archive" = "Web Archive";
"XML File" = "XML File";
"Property List" = "Property List";
"Image" = "Image图形";
"PDF/PS" = "PDF/PS";
"QuickTime" = "QuickTime";
"Video" = "Video视频";
"Audio" = "Audio音频";
"Bookmark" = "Bookmark";
"Feed" = "RSS摘要";
"Sheet" = "Sheet工作表";
"Other" = "Other";
"Email" = "Email";

"does not contain" = "不包含";
"Filename" = "Filename";
"begins with"  = "begins with开始";
"ends with" = "ends with结束";

"Operators/Wildcards" = "运算符&通配符";
"Wildcards" = "通配符";
"Formatted Note" = "Formatted Note";
"within last" = "within last";
"days" = "days";
